export default {
  openPiWar: "เปิด Pi War",
  yearAgo: "ปีที่แล้ว",
  continue: "ดำเนินการต่อ",
  steps1: {
    text1: "เกม Telegram ที่ขับเคลื่อนด้วย Web3",
    text2: "กรุณาแก้ไขชื่อผู้ใช้ของคุณในการตั้งค่า Telegram",
  },
  steps2: {
    title: "กำลังตรวจสอบบัญชีของคุณ",
  },
  steps3: {
    title: "สำรวจจักรวาล!",
    text1: "คุณได้เข้าร่วม Telegram แล้ว",
    text2: ["หมายเลขบัญชีของคุณคือ #", "คุณอยู่ใน 85% อันดับแรกของผู้ใช้ Telegram"],
  },
  steps4: {
    title: "ยินดีต้อนรับสู่ Pi War 𝜋!",
    text1: "นี่คือรางวัล 𝜋PIS ของคุณ",
    text2: "ขอบคุณที่ใช้ Telegram",
  },
  text: [
    "ยืนยันอายุบัญชีแล้ว",
    "วิเคราะห์ระดับกิจกรรมแล้ว",
    "ตรวจสอบ Telegram Premium แล้ว",
    "ยืนยันสิทธิ์ตอบกลับแล้ว",
  ],
};
